import TextImg from "./TextImg";
function Text() {
  return (

    <div class="text_img_cont">
    <div class="text_img_par">
        <div class="text_img">
            <p>Все модели оснащены однокристальной системой A16 Bionic, 48- <br></br>мегапиксельной основной камерой и экранами ProMotion с защитой Ceramic <br></br> Shield и частотным диапазоном 1 — 120 Гц, а также ускоренной памятью <br></br>LPDDR5. Дизайн линейки обновлен, на фронтальной панели смартфонов <br></br> два выреза. </p>
            <p>Все iPhone 14 в США будут продаваться без лотка для SIM-карт: производитель <br></br> заявляет, что улучшенная технология eSIM позволит перенести старые <br></br> электронные сим-карты на новые смартфоны.</p>
            <p>Обновлены фронтальная камера (она снабжена автофокусом и быстрее <br></br> распознает пользователя в условиях недостаточной освещенности) и сенсор <br></br>основной камеры.</p>
            <h3>iPhone 14 Pro вышел в новом дизайне — без <br></br> фирменной «челки». Также в ассортименте появился <br></br> новый цвет. В смартфоне, в отличие от «обычных» 14- <br></br>   х айфонов, установлен процессор A16 Bionic, который <br></br> может за секунду производить 4 трлн операций с <br></br> фото.</h3>
        </div>
      <TextImg />
    </div>
    </div>

  );
}

export default Text;
